Repository: wp-plugins/vote2publish
Catalog: vote2publish/v2r-*.po
Languages: pt_br

source: Vote to Republish Options
pt_br: Opções de Vote e Republique

source: Vote to Republish
pt_br: Vote e Republique

source: Vote box layout
pt_br: Aparência do botão de votação

source: Dont show this box!
pt_br: Não mostrar esse botão!

source: Choose the box background
pt_br: Escolha o fundo do botão

source: Box Aligment
pt_br: Alinhamento do botão

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Update Settings
pt_br: Atualizar Configurações

source: Vote2Publish Settings
pt_br: Configurações de Vote e Republique

source: Activate Plugin
pt_br: Ativar o plugin

source: Please indicate in wich blog the posts should be republished
pt_br: Indique em qual blog os artigos devem ser republicados

source: How many votes a post have to get to be republished?
pt_br: Quantos votos um artigo deve receber para ser republicado?

source: Vote
pt_br: Votar!

source: Post originally published in %s on %s
pt_br: Artigo originalmente publicado no blog %s em %s

source: You can vote only once in each post
pt_br: Você só pode votar uma vez em cada artigo
